Repository: wwjjbb/Luna-II
Catalog: package/contents/po/*.po
Languages: es, fr, nl, ru

source: First Quarter
es: Cuarto creciente
fr: Premier quartier
nl: Eerste kwartier
ru: Первая четверть

source: New Moon
es: Luna Nueva
fr: Nouvelle Lune
nl: Nieuwe maan
ru: Новолуние

source: Waxing Crescent
es: Luna creciente
fr: Premier croissant
nl: Wassende maan
ru: Молодая луна

source: Yesterday was New Moon
es: Ayer hubo luna nueva
fr: La nouvelle Lune était hier
nl: Gisteren was de nieuwe maan
ru: Вчера была Новолуние

source: %1 days since New Moon
es: %1 días desde la luna nueva
fr: %1 jours depuis la nouvelle Lune
nl: %1 dagen verstreken sinds de nieuwe maan
ru: %1 дня с новой луны

source: Last Quarter
es: Cuarto menguante
fr: Dernier quartier
nl: Laatste kwartier
ru: Последняя четверть

source: Waning Crescent
es: Luna menguante
fr: Dernier croissant
nl: Afnemende maan
ru: Старая луна

source: Tomorrow is New Moon
es: Mañana habrá luna nueva
fr: La nouvelle Lune est demain
nl: Morgen verschijnt de nieuwe maan
ru: Завтра новолуние

source: %1 days to New Moon
es: %1 días hasta la luna nueva
fr: %1 jours avant la nouvelle Lune
nl: Over %1 dagen verschijnt de nieuwe maan
ru: %1 дня до новолуния

source: Full Moon
es: Luna Llena
fr: Pleine Lune
nl: Volle maan
ru: Полнолуние

source: Waxing Gibbous
es: Luna creciente convexa
fr: Lune gibbeuse croissante
nl: Vooruitspringende maan
ru: Прибывающая луна

source: Tomorrow is Full Moon
es: Mañana habrá luna llena
fr: La pleine Lune est demain
nl: Morgen is het volle maan
ru: Завтра полнолуние

source: %1 days to Full Moon
es: %1 días para la luna llena
fr: %1 jours avant la pleine Lune
nl: Over %1 dagen is het volle maan
ru: %1 дня до полной луны

source: Waning Gibbous
es: Luna menguante convexa
fr: Lune gibbeuse décroissante
nl: Afnemende maan
ru: Убывающая луна

source: Yesterday was Full Moon
es: Ayer hubo luna llena
fr: La pleine Lune était hier
nl: Gisteren was het volle maan
ru: Вчера была полная луна

source: %1 days since Full Moon
es: %1 días desde la luna llena
fr: %1 jours depuis la pleine Lune
nl: %1 dagen verstreken sinds volle maan
ru: %1 дня с полной луны

# NAME OF TRANSLATORS
source: Your names
es: Ismael Asensio
fr: Glad Deschrijver, Bill Binder
nl: Heimen Stoffels
ru: Bill Binder

# EMAIL OF TRANSLATORS
source: Your emails
es: ismailof@github.com
fr: dxtwjb@gmail.com
nl: vistausss@outlook.com
ru: dxtwjb@gmail.com

source: Pick a colour for the moon
es: Seleccione un color para la luna
fr: Choisissez une couleur pour la lune
nl: Kies een maankleur
ru: Выберите цвет для луны

source: Preview
es: Vista previa
fr: Aperçu de l'image
nl: Voorbeeld
ru: Лунное изображение

source: Show grid
es: Mostrar rejilla
fr: Afficher la grille de la carte
nl: Raster tonen
ru: Показывать фон

source: Copernicus
es: Copérnico
fr: Copernic
ru: Коперник

source: Disk Colour
es: Color del disco
fr: Couleur de la lune
nl: Schijfkleur
ru: Цвет луны

source: Latitude
es: Latitud
nl: Breedtegraad

source: Use current latitude
es: Usar latitud actual
nl: Huidige breedtegraad gebruiken

source: Date Format
es: Formato de fecha
fr: Format des dates
nl: Datumopmaak
ru: Формат даты

source: Text date
es: Fecha en texto
fr: Date textuelle
nl: Tekstdatum
ru: Дата форматирования текста

source: Short date
es: Fecha corta
fr: Date courte
nl: Verkorte datum
ru: Краткая дата в формате

source: Long date
es: Fecha larga
fr: Date longue
nl: Volledige datum
ru: Длинная форма дата

source: ISO date
es: Fecha ISO
fr: Date de l'ISO
nl: ISO-datum
ru: Дата формата ISO

source: Custom
es: Personalizar
fr: Personnaliser
nl: Aangepast
ru: Дата пользовательского формата

source: Date Format String
es: Formato de fecha personalizada
fr: Format des dates personnalisé
nl: Datumopmaakstring
ru: Строка формата даты

source: Background
es: Fondo
nl: Achtergrond

source: Show background
es: Mostrar fondo
fr: Montrer arrière-plan
nl: Achtergrond tonen
ru: Показывать фон

source: Transparent shadow
es: Sombra transparente
nl: Doorzichtige schaduw

source: Last new:
es: Última luna nueva:
fr: Nouvelle Lune précédente :
nl: Vorige nieuwe:
ru: Последняя новолуния:

source: First quarter:
es: Cuarto creciente:
fr: Premier quartier :
nl: Eerste kwartier:
ru: Первая четверть луны:

source: Full moon:
es: Luna Llena:
fr: Pleine Lune :
nl: Volle maan:
ru: Полнолуние:

source: Third quarter:
es: Cuarto menguante:
fr: Dernier quartier :
nl: Derde kwartier:
ru: Третья четверть луны

source: Next new:
es: Próxima luna nueva:
fr: Nouvelle Lune suivante :
nl: Volgende nieuwe:
ru: Следующая новолуние

source: General
fr: Général
nl: Algemeen
ru: Общие настройки

source: Tycho
ru: Тихо
